Repository: ngi-nix/liberaforms
Catalog: liberaforms/form_templates/translations/*/LC_MESSAGES/messages.po
Languages: es, eu

source: One day congress
es: Congreso de un día
eu: Egun bakarreko kongresua

source: Let attendees choose one of two talks running in parallel and their lunch menu.
eu: Utzi bertaratutakoei aldi berean emango diren bi hitzaldietako bat eta bazkarirako menua aukeratzen.

source: # Congress II Last year's congress was such a success we doing it again. Register now for this year's sessions!
eu: # II. kongresua Iazko kongresuak hainbesteko arrakasta izan zuen, aurten beste bat antolatu dugula. Eman izena aurtengo saiorako!

source: Room 1. Municipal Strategies
es: Aula 1. Estrategias municipales
eu: 1. gela. Udal-estrategia

source: Room 2. Decentralized tech. Freedom of speech
es: Aula 2. Tecnología descentralizada. Libertad de expresión
eu: 2. gela. Teknologia deszentralizatua. Adierazpen-askatasuna

source: Room 1. AI descrimination
eu: 1 Gela. Adimen Artifizialak eragindako bazterketa

source: Room 2. Build an anonymous website
eu: 2 Gela. Eraiki webgune anonimo bat

source: 14h - 15h Lunch
eu: 14:00 -15:00 Bazkaria

source: Vegan
es: Vegana
eu: Beganoa

source: Vegaterian
es: Vegateriana
eu: Begetarianoa

source: I'm eating else where
es: Comeré en algún otro lugar
eu: Beste nonbait jango dut

source: Summer courses
es: Cursos de verano
eu: Udako ikastaroak

source: Students can enroll in a variety of activities spread out across three days.
es: Los estudiantes pueden inscribirse en una variedad de actividades repartidas a lo largo de tres días.
eu: Ikasleek hiru egunetan banatutako hainbat jardueratan eman dezakete izena.

source: # Summer courses We've prepared three days of courses and workshops. Please reserve your place now. First in, first served.
eu: # Udako ikastaroak Hiru egun beteko ditugu ikastaro eta tailerrez. Erreserbatu zure tokia. Presa hartu!

source: Tuesday 25th
es: Martes 25
eu: 25 asteartea

source: 10h - 13h. Neutral networks. A practical presentation of our WIFI installation
eu: 10:00 - 13:00. Sare neutroak. Gure WiFi instalazioaren aurkezpen praktikoa

source: 18h - 20h. GIT for beginners Session 1
eu: 18:00 - 20:00. GIT hasiberrientzat, 1. saioa

source: 10h - 13h. Presentation/demo. TPV to manage the cafe
eu: 10:00 - 13:00. Aurkezpena. TPV kafetegi bat kudeatzeko

source: 16h - 19h. Social currencies. Local economy
eu: 16:00 - 19:00. Moneta sozialak. Bertako ekonomia

source: Thursday 27th
eu: 27 asteartea

source: 10h - 13h. Computer Lab management with Free software
eu: 10:00 - 13:00. Ordenagailu-laborategiaren kudeaketa, software librearekin

source: 18h - 20h. GIT for beginners Session 2
eu: 18:00 - 20:00. GIT hasiberrientzat, 2. saioa

source: Your name
eu: Zure izena

source: Your email
eu: Zure eposta

source: Save our shelter
es: Salvamos el refugio
eu: Salbatu gure aterpea

source: ID number
es: DNI
eu: ID zenbakia

source: Email
es: Correo-e
eu: E-posta

source: Comments
es: Comentarios
eu: Iruzkinak

source: Hotel booking
eu: Hotelerako erreserba

source: Book a room and come stay with us!
eu: Erreserbatu logela bat eta etorri gurekin!

source: # Hotel booking Come stay with us! Fill out this form to book a room at our hotel. El Riuet Hotel Carrer d'Orient, 33 Vidreres, 17411, Girona. Catalunya, Espanya Phone number: (+34) 93 553 43 25 [Website](https://elriuethotel.com) [Map](https://www.openstreetmap.org/way/218557184)
eu: # Hotelerako erreserba Etorri gurekin! Bete galdetegi hau gure hoteleko logela bat erreserbatzeko. El Riuet Hotel Carrer d'Orient, 33 Vidreres, 17411, Girona. Katalunia, Espainia Telefono zenbakia: (+34) 93 553 43 25 [Webgunea](https://elriuethotel.com) [Mapa](https://www.openstreetmap.org/way/218557184)

source: Contact information
eu: Kontaktu-pertsonaren informazioa

source: Name
eu: Izena

source: e.g. Mary
eu: adb. Miren

source: Surname
eu: Abizena

source: e.g. Poppins
eu: adb. Urtxulutegi

source: e.g. mary@example.com
eu: adb. miren@adibidea.eus

source: Telephone number
eu: Telefono zenbakia

source: e.g. +34 678 655 333
eu: adb. +34 678 655 333

source: Booking information
eu: Erreserbaren gaineko informazioa

source: Type of room
eu: Logela mota

source: Single bed
eu: Batentzako ohea

source: Double bed
eu: Birentzako ohea

source: Double bed + single bed
eu: Birentzako ohea + Batentzako ohea

source: Shared room (bunk beds with 3 other people)
eu: Logela partekatua (4 pertsonentzako ohatzeak)

source: Date of arrival
eu: Iritsiera data

source: (check in from 12pm)
eu: (sarrera-erregistroa 12:00etatik aurrera)

source: Date for departure
eu: Irteera data

source: (check out 12pm maximum)
eu: (irteera-erregistroa 12:00ak arte)

source: Will you eat at the hotel?
eu: Hotelean egingo dituzu otorduak?

source: Full board (breakfast, lunch and dinner)
eu: Otordu guztiak (gosaria, bazkaria eta afaria)

source: Just breakfast
eu: Gosaria soilik

source: Just lunch
eu: Bazkaria soilik

source: Just dinner
eu: Afaria soilik

source: Breakfast and lunch
eu: Gosaria eta bazkaria

source: Breakfast and dinner
eu: Gosaria eta afaria

source: Lunch and dinner
eu: Bazkaria eta afaria

source: I'm eating out, thanks for asking
eu: Kanpoan egingo ditut, eskerrik asko

source: Other information
eu: Beste informazioa

source: Do you want us to send you a reminder?
eu: Nahi duzu abisurik bidaltzea?

source: Yes, by email 5 days before
eu: Bai, epostaz 5 egun aurretik

source: Yes, by phone 5 days before
eu: Bai, telefonoz 5 egun aurretik

source: No thanks. I will remember.
eu: Ez, mila esker. Oroituko naiz.

source: Have a comment?
eu: Ezer gehitu nahi?

source: e.g. I've already stayed at your hotel and it's very nice!
eu: adb. Jadanik egona naiz zuen hotelean eta bikaina da!

source: Activity feedback
eu: Jarduerarekiko iritzia

source: Ask participants for their feedback about your activity.
eu: Galdetu partaideei zure jarduerarekiko beren iritziaz.

source: # Activity Feedback Thank you for participating in this activity. Please share with us your impression so we can improve future activities.
eu: # Jarduerarekiko iritzia Eskerrik asko jarduera honetan parte hartzeagatik. Partekatu zure iritzia etorkizuneko jarduerak hobetu ahal izateko.

source: Content
eu: Edukia

source: Rate the quality of content
eu: Baloratu edukiaren kalitatea

source: Poor to excellent
eu: Txarretik onera

source: Comment about the content
eu: Edukiari buruzko iruzkina

source: What did you like? What can we improve?
eu: Zer gustatu zaizu? Zer hobetu dezakegu?

source: e.g. First session was very interesting although I did expect more information about it.
eu: adb. Lehen saioa biziki interesgarria izan zen, baina saioa berari buruzko informazio gehiago espero nuen.

source: Tempos
eu: Denborak

source: You felt that first session was...
eu: Lehen saioa honelakoa sentitu zenuen:

source: Too short
eu: Motzegia

source: About right
eu: Egokia

source: Too long
eu: Luzeegia

source: You felt that second session was...
eu: Bigarren saioa honelakoa sentitu zenuen:

source: You felt breaks were...
eu: Etenaldiak honelakoak sentitu zenituen:

source: Comment about tempos
eu: Denborei buruzko iruzkina

source: e.g. There was no green tea in the coffeebreak.
eu: adb. Ez zegoen te berderik etenaldian hartzeko.

source: Instructor
eu: Irakaslea

source: Rate the explainations of the instructor
eu: Baloratu irakaslearen azalpenak

source: Comment about instructor
eu: Irakasleari buruzko iruzkina

source: e.g. I did enjoy both sessions. The instructor was very passionate about the subject.
eu: adb. Bi saioetan gustura egon nintzen. Irakasleak oso gustuko ikasgaia.

source: Future activities
eu: Etorkizuneko jarduerak

source: Subjects
eu: Ikasgaiak

source: Tell us if you are interested in a particular subject.
eu: Adierazi ikasgai zehatz batean interesa duzun.

source: e.g. GDPR compliance and linguistic justice.
eu: adb. Datuen babesaren legea betetzea eta hizkuntza-justizia.

source: Other things you want to express.
eu: Besterik esan nahi baduzu…

source: e.g. It was nice in general. Thanks.
eu: adb. Ongi pasa dut, mila esker.

source: Restaurant booking
eu: Jatetxerako erreserba

source: Do you want to taste our delicious food? Save a date in your agenda!
eu: Gure janari goxoa dastatu nahi? Gorde data zure agendan!

source: # Restaurant booking Do you want to taste our delicious food? Fill out this form and save the date in your agenda! [Delicious Restaurant Map](https://www.openstreetmap.org/way/314016327) Carrer de les Avellanes, 15 El Secà de Sant Pere, 25005, Lleida. Catalunya, Espanya Phone number: (+34) 93 423 44 44
eu: # Jatetxerako erreserba Gure janari goxoa dastatu nahi? Bete galdetegi hau eta gorde data zure agendan! [Jatetxe Goxorako mapa](https://www.openstreetmap.org/way/314016327) Carrer de les Avellanes, 15 El Secà de Sant Pere, 25005, Lleida. Katalunia, Espainia Telefono zenbakia: (+34) 93 423 44 44

source: Name or nick
eu: Izena edo ezizena

source: How many people are you?
eu: Zenbat izango zarete?

source: Maximum 10 people per reservation.
eu: Gehienez 10 pertsona erreserbako.

source: Choose the day you want to come
eu: Hautatu etorri nahi duzuen eguna

source: (from Tuesday to Sunday)
eu: (asteartetik igandera)

source: When do you want to eat?
eu: Noiz afaldu nahi duzu?

source: (remember we only open from 20h30 to 23h30)
eu: (gogoratu soilik 20:30etik 23:30era irekitzen dugula)

source: Yes, by email 3 days before
eu: Bai, epostaz 3 egun aurretik

source: Yes, by phone 3 days before
eu: Bai, telefonoz 3 egun aurretik

source: No, thanks. I will remember.
eu: Ez, mila esker. Oroituko naiz.

source: e.g. I've already been in your restaurant and it's very nice!
eu: adb. Jadanik egon naiz zuen jatetxean eta oso atsegina da!

source: Project Application
eu: Proiektua proposatzea

source: Apply for a grant. Tell us about your proposal.
eu: Eskatu beka bat. Kontatu zuen proposamena.

source: Petition citizen support for your local initiative.
es: Pide apoyo popular para tu iniciativa local.
