Repository: ngi-nix/liberaforms
Catalog: liberaforms/translations/*/LC_MESSAGES/messages.po
Languages: ca, es, eu

source: Marked
ca: Anotat
es: Anotado
eu: Markatuta

source: Created
ca: Creat
es: Creado
eu: Sortuta

source: Label
ca: Etiqueta
es: Etiqueta
eu: Etiketa

source: DPL
ca: LOPD
es: LOPD
eu: DPBLO

source: Sorry, this form has expired.
ca: Ho sentim, aquest formulari s'ha caducat
es: Lo sentimos, este formulario se ha caducado.
eu: Sentitzen dugu, galdetegi hau iraungi egin da.

source: Thank you!!
ca: Gràcies!
es: ¡¡Gracias!!
eu: Esker aunitz!

source: Form title
ca: Títol del formulari
es: Título del formulario
eu: Galdetegiaren izenburua

source: Context
es: Contexto
eu: Testuingurua

source: * Describe your form. * Add relevant content, links, images, etc.
ca: * Descriu el formulari. * Afegeix contingut rellevant, imatges, enllaços, etc.
es: * Describe el formulario. * Añade contenido relevante, imágenes, enlaces, etc.
eu: * Deskribatu zure galdetegia. * Gehitu beharrezko edukia, estekak, irudiak etab.

source: Hello, You have been invited to LiberaForms. Regards.
ca: Hola, Has estat convidat a LiberaForms. Salutacions.
es: Hola, Has estado invitado a GNGform. Saludos.
eu: Kaixo! LiberaForms-era gonbidatu zaituzte. Ondo segi.

source: Ethical form software
eu: Galdetegiak egiteko software etikoa

source: Username
ca: Nom d'usuari
es: Nombre de usuario
eu: Erabiltzaile-izena

source: Enabled
ca: Habilitat
es: Hablitado
eu: Gaituta

source: Email
ca: Correu electrònic
es: Correo-e
eu: Eposta

source: Forms
ca: Formularis
es: Formularios
eu: Galdetegiak

source: Admin
eu: Administratzailea

source: True
ca: Cert
es: Cierto
eu: Egia

source: False
ca: Fals
es: Falso
eu: Gezurra

source: Users
ca: Usuaris
es: Usuarios
eu: Erabiltzaileak

source: Config
ca: Configuració
eu: Konfigurazioa

source: My forms
ca: Els meus formularis
es: Mis formularios
eu: Nire galdetegiak

source: Settings
eu: Ezarpenak

source: Logout
ca: Sortir
es: Salir
eu: Irten

source: Create an account
ca: Crear un compte
es: Crear una cuenta
eu: Sortu kontua

source: Login
ca: Entrar
es: Entrar
eu: Hasi saioa

source: User guide
eu: Erabilera-gida

source: Site configuration
eu: Webguneko konfigurazioa

source: Look and feel
eu: Itxura

source: Site name
ca: Nom del lloc
es: Nombre de sitio web
eu: Webgune-izena

source: Change
ca: Canviar
es: Cambiar
eu: Aldatu

source: Front page text
eu: Hasiera orriko testua

source: Primary color
eu: Kolore nagusia

source: Email branding
eu: Eposta zerbitzaria

source: New user
ca: Nou usuari
es: Usuario nuevo
eu: Erabiltzaile berria

source: Default language
ca: Idioma per omissió
es: Idioma por omisión
eu: Hizkuntza lehenetsia

source: Enable form attachments
ca: Activar adjunts en formularis
eu: Gaitu galdetegiko eranskinak

source: Site settings
ca: Configuració del lloc
es: Preferencias del sitio web
eu: Webgunearen ezarpenak

source: Invitation only
ca: Només invitació
es: Solo invitaciones
eu: Gonbidapena soilik

source: Consent
ca: Consentiment
es: Texto de consentimiento por omisión
eu: Baldintza-onarpena

source: Terms and conditions
ca: Termes i Condicions
es: Términos y Condiciones
eu: Erabilera-baldintzak

source: etc
eu: etab.

source: Edit
ca: Editar
es: Editar
eu: Editatu

source: Attachment types
ca: Tipus d'adjunts.
eu: Eranskin motak

source: Public links
eu: Esteka publikoak

source: Email server
ca: Servidor de correu
es: Servidor de correo
eu: Eposta zerbitzaria

source: Configure
ca: Configurar
es: Configurar
eu: Konfiguratu

source: Installation
eu: Instalazioa

source: Version
eu: Bertsioa

source: Return to form
ca: Tornar al formulari
es: Volver al formulario
eu: Itzuli galdetegira

source: Change author
ca: Canviar l'autor
es: Cambiar el autor
eu: Aldatu egilea

source: Form site
ca: Lloc web del formulari
es: Hostname
eu: Galdetegiaren webgunea

source: Current author
ca: Autor actual
es: Autor actual
eu: Uneko egilea

source: You are going to change the author of this form.
ca: Canviaràs l'autor d'aquest formulari
es: Vas a cambiar el autor de este formulario.
eu: Galdetegi honen egilea aldatzera zoaz.

source: Are you sure?
ca: N'estàs segur?
es: ¿Estás seguro?
eu: Ziur zaude?

source: Current author's username
ca: Nom d'usuari de l'autor actual
es: Nombre de autor actual
eu: Uneko egilearen erabiltzaile-izena

source: New author's username
ca: Nom d'usuari del nou autor
es: Nombre del nuevo autor
eu: Egile berriaren erabiltzaile-izena

source: Editors
es: Editores
eu: Editoreak

source: Author
ca: Autor
es: Autor
eu: Egileak

source: Editor
eu: Editorea

source: Delete user
ca: Esborrar l'usuari
es: Borrar el usuario
eu: Ezabatu erabiltzailea

source: You are going to delete a user
ca: Esborraràs aquest usuari
es: Vas a borrar un usuario
eu: Erabiltzaile bat ezabatzera zoaz

source: and their forms
ca: i els seus formularis
es: i sus formularios
eu: eta bere galdetegiak ere bai

source: Name
ca: Nom
es: Nombre
eu: Izena

source: Answers
ca: Respostes
eu: Erantzunak

source: Write the name of the user below
ca: Escriu el nom de l'usuari a continuació
es: Escriba el nombre del usuario aquí abajo
eu: Idatzi azpian erabiltzailearen izena

source: Delete user and forms
ca: Esborrar l'usuari i els seus formularis
es: Borra el usuario y sus formularios
eu: Ezabatu erabiltzailea eta galdetegiak

source: Cancel
ca: Cancel·lar
es: Cancelar
eu: Utzi

source: User details
ca: Detalls de l'usuari
es: Detalles del usuario
eu: Erabiltzailearen xehetasunak

source: Hostname
ca: Nom de servidor
eu: Ostalari-izena

source: Language
ca: Idioma
es: Idioma
eu: Hizkuntza

source: Validated email
ca: Correu-e validat
es: Correo-e validado
eu: Balioztatutako eposta

source: Attachments enabled
eu: Eranskinak gaituta

source: Blocked by admin
ca: Bloquejat per l'admin
es: Bloqueado por el Admin
eu: Administratzaileak blokeatuta

source: Delete user and authored forms
ca: Esborrar l'usuari i els seus formularis
es: Borrar el usuario y sus formularios
eu: Ezabatu erabiltzailea eta bere galdetegiak

source: Statistics
ca: Estadístiques
es: Estadísticas
eu: Estatistikak

source: Public
ca: Públic
es: Público
eu: Publikoa

source: Total answers
eu: Erantzunak guztira

source: New forms
ca: Formularis nous
es: Formularios nuevos
eu: Galdetegi berriak

source: Total forms
ca: Total de formularis
es: Total de formularios
eu: Guztizko galdetegiak

source: All forms
ca: Tots els formularis
es: Todos los formularios
eu: Galdetegi guztiak

source: Last answer
eu: Azken erantzuna

source: Invitations
ca: Invitacions
es: Invitaciones
eu: Gonbidapenak

source: Invite a new user
ca: Convidar un nou usuari
es: Invitar a un usuario nuevo
eu: Gonbidatu erabiltzaile berria

source: Delete
ca: Esborrar
es: Borrar
eu: Ezabatu

source: Invitation message
ca: Missatge d'invitació
es: Mensaje de la invitación
eu: Gonbidapen mezua

source: Download CSV
ca: Baixar CSV
es: Bajar el CSV
eu: Deskargatu CSVa

source: Send a new user invitation
ca: Enviar una invitació de nou usuari
es: Invita un usuario nuevo
eu: Gonbidatu erabiltzaile berria

source: The link to the invitation will be appended to this message
ca: L'enllaç de la invitació s'afegirà a aquest missatge
es: El enlace de la invitación se anexará a este mensaje
eu: Gonbidapenerako esteka mezu honi gehituko zaio

source: Send email
ca: Enviar el correu
es: Enviar correo
eu: Bidali eposta

source: View answers
eu: Ikusi erantzunak

source: Form details
ca: Detalls del formulari
es: Detalles del formulario
eu: Galdetegiaren xehetasunak

source: Notify me on each new answer
eu: Jakinarazi erantzun berri bakoitzean

source: Multiple choice
eu: Hainbat aukera

source: Delete answers
ca: Esborrar respostes
eu: Ezabatu erantzunak

source: Form
ca: Formulari
es: Formulario
eu: Galdetegia

source: You are going to delete
ca: Eliminaràs
es: Vas a borrar
eu: Honakoa ezabatzera zoaz:

source: answers
ca: respostes
eu: erantzunak

source: Write the total number of answers below
eu: Idatzi azpian erantzun guztien kopurua

source: Graphs
ca: Gràfics
es: Gráficos
eu: Grafikoak

source: Disable edition
es: Deshabilitar edición
eu: Desgaitu edizioa

source: Enable edition
es: Habilitar la edicion
eu: Gaitu edizioa

source: Hide deleted columns
es: Esconder columnas eliminadas
eu: Ezkutatu ezabatutako zutabeak

source: Show deleted columns
es: Mostrar columnas eliminadas
eu: Erakutsi ezabatutako zutabeak

source: Delete all
es: Bórralo todo
eu: Ezabatu guztiak

source: Mark
es: Anotar
eu: Markatu

source: Delete answer
eu: Ezabatu erantzuna

source: Save
ca: Desar
es: Guardar
eu: Gorde

source: Change language
ca: Canviar d'idioma
es: Cambia el idioma
eu: Aldatu hizkuntza

source: A photo of a horse galloping on the beach.
ca: Foto d'un cavall galopant a la platja.
eu: Hondartzan lauhazka doan zaldi baten argazkia.

source: Delete form
ca: Esborra el formulari
es: Borrar el formulario
eu: Ezabatu galdetegia

source: You are going to delete this form and
ca: Esborraras aquest formulari
es: Vas a borrar este formulario y
eu: Galdetegi hau ezabatzera zoaz eta

source: Write the name of the form below
ca: Escriu el nom del formulari
es: Escriba el nombre del formulario aquí abajo
eu: Idatzi azpian galdetegiaren izena

source: Build your form here
ca: Crear el teu formulari aquí
es: Crea tu formulario aquí
eu: Sortu zure galdetegia hemen

source: Introduction text
ca: Text introductori
es: Texto introductorio
eu: Sarrerako testua

source: This is a markdown editor, an easy way to write HTML.
ca: Aquest és un editor markdown, una manera senzilla d'escriure HTML
es: Este es un editor markdown, una manera fácil de escribir HTML.
eu: Hau markdown editore bat da, HTML idazteko modu erraz bat.

source: Learn more
ca: Aprèn-ne més
es: Aprende más
eu: Ikasi gehiago

source: The form
ca: El formulari
es: El formulario
eu: Galdetegia

source: Your form will have this address
ca: El formulari tindrà aquesta adreça
es: El formulario tendrá esta dirección
eu: Zure galdetegiak helbide hau edukiko du

source: This URL is not available. Try another!
ca: Aquest URL no està disponible. Prova'n un altre!
es: El URL no está disponible. Intenta de nuevo!
eu: URL hau ez dago erabilgarri. Probatu beste bat!

source: Preview
ca: Previsualitzar
es: Previsualizar
eu: Aurreikusi

source: OK, use this URL
ca: OK, fes servir aquest URL
es: De acuerdo, usa este URL
eu: Ados, erabili URL hau

source: Cannot modify because an answer with this value exists in the database
ca: No es pot modificar perquè ja hi ha una resposta amb aquest valor a la base de dades
eu: Ezin da aldatu jada badagoelako balio hau duen erantzun bat datu-basean

source: Notify me when this form expires
ca: Avisa'm quan el formulari caduqui
es: Notifíqueme cuando se caduque este formulario
eu: Jakinarazi galdetegi hau iraungitzean

source: Expired
ca: Caducat
es: Caducado
eu: Iraungitua

source: Expiration conditions
ca: Condicions de caducitat
es: Condiciones de caducidad
eu: Iraungitze-baldintzak

source: Date / Time
ca: Data / Hora
es: Fecha / Hora
eu: Data / Ordua

source: Save changes
ca: Desar els canvis
es: Guardar los cambios
eu: Gorde aldaketak

source: Fields
es: Campos
eu: Esparruak

source: Save max.
ca: Desar el màxim
es: Guardar el max.
eu: Gorde gehienez

source: The form will expire after
ca: Aquest formulari caduca després de
es: Este formulario caduca después de
eu: Galdetegia honen ostean iraungiko da:

source: When the form has expired
ca: Quan el formulari caduqui
es: Cuando el formulario se caduque
eu: Galdetegia iraungitzean

source: Edit text
ca: Editar el text
es: Editar el texto
eu: Editatu testua

source: Say something to the user if the form has expired
ca: Digues alguna cosa a l'usuari si el formulari ha caducat
es: Di algo al usuario si el formulario se ha caducado
eu: Esan zerbait erabiltzaileari galdetegia iraungitu bada

source: Publish on %(node_name)s
eu: Argitaratu %(node_name)s(e)n

source: Details
ca: Detalls
es: Detalles
eu: Xehetasunak

source: Public URL
ca: URL Públic
es: URL público
eu: URL publikoa

source: Disabled
ca: Deshabilitat
es: Deshabilitado
eu: Desgaituta

source: Fediverse
ca: Fedivers
eu: Fedibertsoa

source: Expiration
ca: Caducitat
es: Caducidad
eu: Iraungitzea

source: This form has expired
eu: Galdetegi hori iraungitu egin da

source: This form will expire
eu: Galdetegi hau iraungi egingo da

source: Shared with
eu: Honekin partekatu da

source: Not shared
eu: Ez da partekatu

source: Share notifications
eu: Partekatu jakinarazpenak

source: Send emails to other people
eu: Bidali e-postak jendeari

source: Restricted access
ca: Accés restringit
es: Acceso restringido
eu: Sarbide mugatua

source: Confirmation
ca: Confirmació
es: Confirmación
eu: Egiaztapena

source: Personalize
eu: Pertsonalizatu

source: Data protection
ca: Protecció de dades
es: Protección de datos
eu: Datuen babesa

source: Use the template
ca: Fes servir la plantilla
eu: Erabili txantiloia

source: I agree
ca: Estic d'acord
es: Estoy de acuerdo
eu: Ados nago

source: After replying to the form
ca: Després de contestar el formulari
es: Después de contestar el formulario
eu: Galdetegia erantzun ostean

source: Say something to the user after the form has been submitted
ca: Digues alguna cosa a l'usuari després de que el formulari s'hagi enviat
es: Di algo al usuario una vez que haya enviado los datos
eu: Esan zerbait erabiltzaileari galdetegia bidali ondoren

source: Other options
ca: Altres opcions
es: Otras opciones
eu: Beste aukerak

source: View log
ca: Veure el registre
es: Ver el registro
eu: Ikusi erregistroa

source: Duplicate form
ca: Duplicar el formulari
es: Duplicar el formulario
eu: Bikoiztu galdetegia

source: Embed form
ca: Incrustar formulari
es: Anidar formulario
eu: Txertatu galdetegia

source: Delete form and answers
eu: Ezabatu galdetegia eta erantzunak

source: Admin options
ca: Opcions d'Admin
es: Opciones de Admin
eu: Administratzaile-aukerak

source: Duplicate
ca: Duplicar
es: Duplicar
eu: Bikoiztu

source: Disable
ca: Desactivar
es: Deshabilitar
eu: Desgaitu

source: Enable
ca: Activar
es: Habilitar
eu: Gaitu

source: Edit form
ca: Editar el formulari
es: Editar el formulario
eu: Editatu galdetegia

source: Required fields
ca: Camps obligatoris
es: Campos obligatorios
eu: Nahitaezko eremuak

source: Send me confirmation by mail
ca: Envia'm confirmació per correu
es: Envíame confirmación por correo
eu: Bidali berrespena epostaz

source: Send
ca: Enviar
es: Enviar
eu: Bidali

source: Log
ca: Registre
es: Registro
eu: Erregistroa

source: Time
ca: Hora
es: Hora
eu: Data

source: User
ca: Usuari
es: Usuario
eu: Erabiltzailea

source: Message
ca: Missatge
es: Mensaje
eu: Mezua

source: Form templates
ca: Plantilles de formulari
es: Plantillas de formularios
eu: Galdetegientzako txantiloiak

source: We have put together some forms that you can use to get started.
eu: Hasteko erabil ditzakezun galdetegi batzuk bildu ditugu.

source: Choose the template that best suits your needs and edit it to fit.
ca: Tria la plantilla que s’adapta més a les teves necessitats i edita-la per adaptar-la.
es: Elija la plantilla que mejor se adapte a tus necesidades.
eu: Aukeratu zure beharretara hobekien egokitzen den txantiloia eta editatu, egokitzeko.

source: Show more
eu: Erakutsi gehiago

source: Templates
eu: Txantiloiak

source: New form
ca: Nou formulari
es: Nuevo formulario
eu: Galdetegi berria

source: Shared
ca: Compartit
es: Compartido
eu: Partekatua

source: Template
eu: Txantiloia

source: Create a form with this template
ca: Fes servir aquesta plantilla per a crear un formulari
eu: Sortu galdetegi bat txantiloi honekin

source: Go back
ca: Tornar enrera
es: Volver
eu: Itzuli

source: Edit again
ca: Editar de nou
es: Editar de nuevo
eu: Editatu berriro

source: Users listed here have the <b>same permissions</b> as you
ca: Els usuaris que figuren aquí tenen els <b> mateixos permisos </b> que tu
es: Usuarios listados aquí tienen los <b>mismos permisos</b> que tu
eu: Hemen zerrendatutako erabiltzaileek zure <b>baimen berberak</b> dituzte

source: Remove
ca: Eliminar
es: Borrar
eu: Ezabatu

source: Add new editor
ca: Afegir un nou editor
es: Añadir un editor nuevo
eu: Gehitu editore berria

source: Send 'new answer' and expiry notifications to these other addresses
eu: Bidali "erantzun berria" abisuak eta iraungitze jakinarazpenak beste helbide hauetara

source: Add address
eu: Gehitu helbidea

source: Share results
es: Compartir los resultados
eu: Partekatu emaitzak

source: Readonly access for <b>anyone</b> with a copy of these links
es: Acceso de solo lectura para <b>cualquiera</b> con una copia de estos enlaces
eu: Irakurtzeko soilik den sarbidea, esteka hauen kopia duen <b>edozein</b> erabiltzailerentzat

source: Only visible to people with a user account (login required)
ca: Només visible per a usuaris registrats (cal autenticació)
es: Solo visible a personas con una cuenta de usuario (login)
eu: Erabiltzaile-kontu bat duten pertsonentzat bakarrik ikusgai (saioa hasi behar da)

source: Restricted
ca: Restringit
es: Restringido
eu: Mugatua

source: Public form
ca: Formulari públic
es: Formulario público
eu: Galdetegi publikoa

source: The file should be no larger than
eu: Fitxategiak hau baino txikiagoa izan behar du:

source: Valid file types
eu: Onartutako fitxategi motak

source: Opps! 404
ca: Vaja! 404
es: Vaya! 404
eu: Hara! 404

source: Opps! 500 server error
ca: Vaja! Error del servidor 500
es: Vaya! Error de servidor 500
eu: Hara! 500 zerbitzari-errorea

source: My media
eu: Nire multimedia

source: Upload a file
eu: Igo fitxategia

source: These files can be included in your forms.
eu: Fitxategi hauek zure galdetegietan gehitu daitezke.

source: You can help save disk space on the server by deleting unused files.
eu: Zerbitzarian disko lekua libratzen lagun dezakezu erabiltzen ez diren fitxategiak ezabatuz.

source: Upload
ca: Puja
es: Subir
eu: Igo

source: Change site icon
ca: Canviar la icona del lloc web
eu: Aldatu webgunearen ikonoa

source: Upload an image
eu: Igo irudia

source: Keep the kilobytes to a minimum
eu: Mantendu kilobyteak minimoan

source: Use default
ca: Usa'n un per defecte
es: Utilizar predeterminado
eu: Erabili lehenetsia

source: Change site name
ca: Canviar el nom del lloc
es: Cambia el nombre del sitio web
eu: Aldatu webgunearen izena

source: New site name
ca: Nou nom de lloc
es: Nombre nuevo del sitio web
eu: Webgune-izen berria

source: Submit
ca: Enviar
es: Enviar
eu: Bidali

source: Consent texts
eu: Baldintza-onarpen testuak

source: Preview New user form
ca: Previsualitzar formulari de 'Nou usuari'
eu: Aurreikusi Erabiltzaile berriaren galdetegia

source: Site terms and conditions
eu: Guneko erabilera-baldintzak

source: No
eu: Ez

source: Add to New user form
ca: Afegir a formulari de 'Nou usuari'
es: Añadir al formulario 'Nuevo usuario'
eu: Gehitu Erabiltzaile berriaren galdetegian

source: New users must agree to these terms and conditions
ca: Els nous usuaris han d'acceptar aquests termes i condicions
es: Nuevos usuarios deben estar de acuerdo con estos términos y condiciones
eu: Erabiltzaile berriek erabilera-baldintza hauek onartu behar dituzte

source: Required
ca: Obligatori
es: Requerido
eu: Nahitaezkoa

source: Form consent texts
eu: Galdetegietako baldintza-onarpen testuak

source: Shared texts can be used by other users in their forms as templates
ca: Els textos compartits poden ser usats per tercers com a plantilles als seus formularis
eu: Partekatutako testuak beste erabiltzaile batzuk erabili ditzakete bere galdetegietan, txantiloi gisa

source: Delete site
ca: Esborrar lloc
es: Borrar el sitio
eu: Ezabatu webgunea

source: You are going to delete this Site
ca: Esborraràs aquest lloc
es: Vas a borrar este sitio
eu: Webgune hau ezabatzera zoaz

source: Including
ca: Incloent
es: Incluyendo
eu: Barne hartuz

source: users
ca: usuaris
es: usuarios
eu: erabailtzaileak

source: forms
ca: formularis
es: formularios
eu: galdetegiak

source: Write the name of the site below
ca: Escriu el nom del lloc
es: Escriba el nombre del sitio aquí abajo
eu: Idatzi azpian webgunearen izena

source: Public link creation
ca: Creació d’enllaços públics
es: Creación de enlaces públicos
eu: Esteka publikoak sortzea

source: Scheme
ca: Esquema
es: Esquema
eu: Protokoloa

source: Port
es: Puerto
eu: Ataka

source: Form attachments
eu: Galdetegiko eranskinak

source: These file types can be uploaded with the forms
eu: Fitxategi mota hauek galdetegiekin batera igo daitezke

source: Enabled mimetypes
eu: Gaitutako mime motak

source: LiberaForms will occasionally send emails.
eu: LiberaFormsek noizean behin epostak bidaliko ditu.

source: Example email:
eu: Adibiderako eposta:

source: Send test
eu: Bidali proba

source: Use default image
eu: Erabili irudi lehenetsia

source: Admins
ca: Administradores
eu: Administratzaileak

source: Email server configuration
ca: Configuració de servidor de correu
es: Configuración del servidor de correo
eu: Eposta zerbitzariaren konfigurazioa

source: Test configuration
ca: Provar la configuració
es: Prueba la configuración
eu: Probatu konfigurazioa

source: Site statistics
ca: Estadístiques del lloc
eu: Webgunearen estatistikak

source: New users
ca: Usuaris nous
es: Usuario nuevos
eu: Erabiltzaile berriak

source: Total users
ca: Total d'usuaris
es: Total de usuarios
eu: Guztizko erabiltzaileak

source: Change email address
ca: Canviar l'adreça de correu
es: Cambiar dirección de correo-e
eu: Aldatu eposta helbidea

source: Change your time zone
ca: Canvia el teu fus horari
eu: Aldatu zure ordu-zona

source: Search for country or city name
eu: Bilatu herrialdea edo hiria

source: Time zone
eu: Ordu-zona

source: Default consent text
ca: Text de consentiment per omissió
es: Texto de consentimiento por omisión
eu: Baimentze-testu lehenetsia

source: Users may include the following texts in their forms
ca: Usuaris podran incloure aquests textos en els seus formularis
es: Usuarios podrán incluir estos textos en sus formularios
eu: Erabiltzaileek honako testu hauek sartu beharko lituzkete haien galdetegietan

source: Delete account
ca: Eliminar un compte
eu: Ezabatu kontua

source: You will delete your account and the following data
eu: Zure kontua eta honako datuak ezabatuko dituzu

source: The forms you have created
eu: Zuk sortutako galdetegiak

source: The replies to those forms
eu: Galdetegi horien erantzunak

source: This is irreversible!
eu: Atzeraezina da hau!

source: Fediverse connect
ca: connectat al Fedivers
eu: Fedibertsoarekin konexioa

source: Publish your forms on the descentralized social media network
eu: Argitaratu zure galdetegiak sare sozial deszentralizatuan

source: Generate
eu: Sortu

source: Forgot your password?
ca: Has oblidat la teva contrassenya?
es: ¿Has olvidado tu contraseña?
eu: Pasahitza ahaztu duzu?

source: Letters and numbers. No accents.
ca: Lletres i números. Sense accents
es: Letras y números. Nada de acentos.
eu: Letrak eta zenbakiak. Azenturik ez.

source: Use a password with spaces and/or special characters.
eu: Erabili zuriuneak edota karaktere bereziak dituen pasahitza.

source: We suggest you use a sentence you will remember.
eu: Gogoratuko duzun esaldi bat erabiltzea gomendatzen dizugu.

source: eg: Peter cooks delicious food
ca: ex: en Peter cuina menjar deliciós
eu: Adb.: Itsasok sekulako janaria kozinatzen du

source: Another eg: The cat living with me has fleas
ca: Un altre exemple: El meu gat té puces
eu: Beste adibide bat: Nirekin bizi den katuak arkakusoak ditu

source: We sent you an email!
ca: T'hem enviat un correu!
es: Te hemos enviado un correo!
eu: Eposta mezu bat bidali dizugu!

source: Recover password
ca: Recuperar la contrasenya
es: Recuperar la contraseña
eu: Berreskuratu pasahitza

source: Recover
ca: Recuperar
es: Recuperar
eu: Berreskuratu

source: Change password
ca: Canviar la contrasenya
es: Cambiar la contraseña
eu: Aldatu pasahitza
