Repository: ngi-nix/liberaforms
Catalog: liberaforms/translations/*/LC_MESSAGES/messages.po
Languages: ca, es, eu

source: Reset password
ca: Restablir la contrasenya
es: Restablecer la contraseña
eu: Berrezarri pasahitza

source: My statistics
ca: Les meves estadístiques
es: Mis estadísticas
eu: Nire estatistikak

source: Hello %(user)s!
eu: Kaixo %(user)s!

source: Please validate your email to continue
eu: Baliozkotu zure eposta jarraitzeko

source: Validate
eu: Baliozkotu

source: Email address
ca: Adreça electrònica
es: Dirección de correo
eu: Eposta helbidea

source: Password
ca: Contrasenya
es: Contraseña
eu: Pasahitza

source: Preferred language
ca: Idioma preferit
es: Idioma preferido
eu: Hobetsitako hizkuntza

source: Email notifications
ca: Notificacions de correu electrònic
eu: Eposta jakinarazpenak

source: Consentment texts
ca: Textos de consentiment
es: Textos de consentimiento
eu: Baldintza-onarpen testuak

source: Media
eu: Multimedia

source: Add and delete uploaded files
ca: Afegeix i elimina fitxers carregats
eu: Gehitu eta ezabatu igotako fitxategiak

source: My admin settings
ca: La meva configuració d'administrador
es: Mis preferencias de admin
eu: Nire administratzaile-ezarpenak

source: Notify me when new user has registered
ca: Avisa'm quan es registri un nou usuari
es: Notifíqueme cuando se registre un usuario nuevo
eu: Jakinarazi erabiltzaile berriak izena ematean

source: Notify me when new form has been created
ca: Avisa'm quan es creï un nou formulari
es: Notifíqueme cuando se cree un nuevo formulario
eu: Jakinarazi galdetegi berria sortzean

source: Delete my account
ca: Eliminar el meu compte
eu: Ezabatu nire kontua

source: Please accept our terms and conditions.
ca: Si us plau, accepta els nostres termes i condicions.
es: Por favor, acepta nuestros términos y condiciones.
eu: Onartu gure erabilera-baldintzak.

source: We take your data protection seriously. Please contact us for any inquiries.
ca: Ens prenem seriosament la protecció de les teves dades. Si us plau, contacta'ns per qualsevol consulta.
es: Tomamos en serio la protección de tus datos. Por favor, contáctanos para cualquier consulta.
eu: Serioski hartzen dugu zure datuen babesa. Mesedez, jarri gurekin harremanetan edozein kontsultatarako.

source: That's a nasty key!
ca: Aquesta clau és errònia!
es: La clave es mala!
eu: A ze gako desatsegina!

source: That's a nasty token!
ca: Aquesta clau és errònia!
es: La clave es mala!
eu: A ze token desatsegina!

source: Password again
ca: Contrasenya de nou
es: Contraseña de nuevo
eu: Pasahitza berriro

source: Username is not valid
ca: El nom d'usuari no és vàlid
es: El nombre de usuario no es válido
eu: Erabiltzaile-izena ez da baliozkoa

source: Please use a different username
ca: Usa un altre nom s'usuari si us plau
es: Usa otro nombre se usuario por favor
eu: Erabili beste erabiltzaile-izen bat

source: Please use a different email address
ca: Usa una altra adreça de correu-e si us plau
es: Usa otra dirección de correo-e por favor
eu: Erabili beste eposta helbide bat

source: Your password is weak
ca: La teva contrasenya és feble
es: La contraseña es débil
eu: Pasahitz hori ahula da

source: Please accept our terms and conditions
ca: Si us plau, accepta els nostres termes i condicions
es: Por favor, acepta nuestros términos y condiciones
eu: Onartu gure erabilera-baldintzak

source: Please accept our data protection policy
ca: Si us plau, accepta la nostra política de protecció de dades
eu: Onartu gure datu datuen babeserako gidalerroak

source: Enter your username
ca: Introduir nom d'usuària
eu: Sartu zure erabiltzaile-izena

source: Enter your password
ca: Introdueix la teva contrasenya
eu: Sartu zure pasahitza

source: That is not your username
eu: Hori ez da zure erabiltzaile-izena

source: That is not your password
eu: Hori ez da zure pasahitza

source: New email address
ca: Nova adreça de correu
es: Nueva dirección de correo-e
eu: Eposta helbide berria

source: Encryption
ca: Encriptació
es: Encriptación
eu: Enkriptatzea

source: Sender address
ca: Adreça de remitent
es: Dirección de remitente
eu: Bidaltzailearen helbidea

source: New user's email
ca: Adreça de nou usuari
es: Correo-e del nuevo usuario
eu: Erabiltzaile berriaren eposta

source: Include message
ca: Incloure un missatge
es: Incluir un mensaje
eu: Sartu mezua

source: Make the new user an Admin
ca: Fes que el nou usuari sigui un Admin
es: Haz que el nuevo usuario sea un Admin
eu: Egin erabiltzaile berria administratzaile

source: HTML color code
ca: Codi de color HTML
es: Código de color HTML
eu: HTML kolore kodea

source: Not a valid HTML color code
ca: No és un codi de color HTML vàlid
es: No es un código de color válido
eu: Ez da baliozko HTML kolore kodea

source: Not a valid time zone
eu: Ez da baliozko ordu-zona

source: Extensions
eu: Luzapenak

source: Unknown file extension: %s
eu: Fitxategi luzapen ezezagunak: %s

source: Descriptive text
ca: Text descriptiu
eu: Deskribapen testua

source: Select a file
eu: Hautatu fitxategia

source: Footer text
eu: Orri-oin testua

source: Header image
eu: Goiburuko irudia

source: Fediverse node
eu: Fedibertsoko nodoa

source: Access token
eu: Sarbide tokena

source: A button
ca: Un butó
eu: Botoia

source: Congratulations!
ca: Enhorabona!
es: ¡Felicidades!
eu: Zorionak!

source: MAIL test
eu: Eposta proba

source: Join LiberaForms
eu: Egin bat LiberaFormsekin

source: Invitation to LiberaForms
eu: LiberaFormserako gonbidapena

source: Please use this link to create a new password
eu: Erabili esteka hau pasahitz berria sortzeko

source: If you did not request this email you can ignore it
eu: Ez baduzu eposta hau eskatu, ezikusi egin ahal diozu

source: Recover your password
eu: Berreskuratu pasahitza

source: LiberaForms. Recover password
ca: LiberaForms. Recupera contrasenya
es: LiberaForms. Recupera tu contraseña
eu: LiberaForms. Berreskuratu pasahitza

source: Use this link to validate your email
eu: Erabili esteka hau zure pasahitza baliozkotzeko

source: Validate email
eu: Baliozkotze eposta

source: LiberaForms. Change email
eu: LiberaForms. Aldatu eposta

source: New user '%s' created at %s
ca: Nou usuari '%s' creat a %s
es: Nuevo usuario '%s' creado en %s
eu: '%s' erabiltzaile berria sortu da, %s zerbitzarian

source: LiberaForms. New user notification
ca: LiberaForms. Nova notificació d'usuari
es: LiberaForms. Notificación de nuevo usuario
eu: LiberaForms. Erabiltzaile berriaren jakinarazpena

source: New form '%s' created at %s
ca: Nou formulari '%s' creat a %s
es: Nuevo formulario '%s' creado en %s
eu: '%s' galdetegia sortu da, %s zerbitzarian

source: LiberaForms. New form notification
ca: LiberaForms. Nova notificació de formulari
es: LiberaForms. Notificación de nuevo formulario
eu: LiberaForms. Galdetegi berriaren jakinarazpena

source: New form answer in %s at %s
eu: Erantzun berria %s galdetegian, %s zerbitzarian

source: LiberaForms. New form answer
eu: LiberaForms. Galdetegiko erantzun berria

source: Confirmation message
ca: Missatge de confirmació
es: Mensaje de confirmación
eu: Egiaztapen mezua

source: The form '%s' has expired at %s
ca: El formulari '%s' ha caducat %s
es: El formulario %s ha caducado en %s
eu: '%s' galdetegia iraungitu da, %s zerbitzarian

source: LiberaForms. A form has expired
ca: LiberaForms. Aquest formulari ha caducat
es: LiberaForms. Se ha caducado un formulario
eu: LiberaForms. Galdetegi bat iraungitu zaizu

source: LiberaForms. Email brand preview
eu: LiberaForms. Epostaren itxuraren aurrebista

source: User not found
ca: No es troba l'usuari
es: No se encuentra el usuario
eu: Ez da erabiltzailea aurkitu

source: Cannot delete root user
ca: No es pot eliminar un usuari root
es: No se puede borrar un usuario root
eu: Ezin da root erabiltzailea ezabatu

source: Cannot delete yourself
ca: No et pots eliminar a tu mateix
es: No puedes borrarte a ti mismo
eu: Ezin duzu zure burua ezabatu

source: Deleted user '%s'
ca: Usuari '%s' eliminat
es: Se ha borrado el usuario '%s'
eu: '%s' ezabatutako erabiltzailea

source: Username does not match
ca: El nom d'usuari no coincideix
es: El nombre de usuario no coincide
eu: Erabiltzaile-izena ez dator bat

source: Can't find that form
ca: No es troba aquest formulari
es: No se encuentra ese formulario
eu: Ezin da galdetegi hori aurkitu

source: We have sent an invitation to %s
eu: Gonbidapena bidali diogu %s(r)i

source: Invitation to %s deleted OK
eu: %s(r)entzako gonbidapena ondo ezabatu da

source: Opps! We can't find that invitation
ca: Vaja! No podem trobar aquesta invitació
es: Vaya! No se encuentra esa invitación
eu: Hara! Ezin dugu gonbidapen hori aurkitu

source: Current author incorrect
ca: El nom d'autor no és correcte
es: Autor actual no es correcto
eu: Uneko egilea ez da zuzena

source: Changed author from %s to %s
ca: Autor canviat de %s a %s
es: Se ha cambiado el auto de %s a %s
eu: Egilea %s(e)tik %s(e)ra aldatu da

source: Changed author OK
ca: S'ha canviat l'autor correctament
es: Se ha cambiado el autor correctamente
eu: Egilea ongi aldatu da

source: Cannot use %s. The user is not enabled
ca: No es pot fer servir %s. L'usuari no està activat
es: El usuarios '%s' está deshabilitado
eu: Ezin da %s erabili. Erabiltzailea ez dago gaituta

source: Can't find username %s
ca: No es troba l'usuari %s
es: No se puede encontrar el nombre de usuario %s
eu: Ezin da %s erabiltzailea aurkitu

source: Deleted an answer
ca: Una resposta eliminada
eu: Erantzun bat ezabatu da

source: Modified an answer
eu: Erantzun bat aldatu da

source: We expected a number
ca: Esperàvem un número
es: Esperábamos un número
eu: Zenbaki bat espero genuen

source: Deleted all answers
ca: Totes les respostes eliminades
eu: Erantzun guztiak ezabatu dira

source: Deleted %s answers
eu: %s erantzun ezabatu dira

source: Number of answers does not match
eu: Erantzun kopurua ez dator bat

source: Something went wrong. id does not match session['form_id']
es: Algo salió mal. El id no coincide con la sesión['form_id']
eu: Zerbait gaizki atera da. id-a ez dator bat saioarekin ['form_id']

source: You can't edit that form
ca: No pots editar aquest formulari
es: No puedes editar ese formulario
eu: Ezin duzu editatu galdetegi hori

source: Something went wrong. Slug not unique!
eu: Zerbait gaizki atera da. Slug-a errepikatuta dago!

source: Something went wrong. No slug!
ca: Alguna cosa ha sortit malament. No hi ha un nom!
es: Algo ha salido mal. No slug!
eu: Zerbait gaizki atera da. Slug-ik ez!

source: Updated form OK
ca: Formulari actualitzat correctament
es: Se ha actualizado el formulario correctamente
eu: Galdetegia ongi eguneratu da

source: Form edited
ca: Formulari editat
es: Se editó el formulario
eu: Galdetegia editatu da

source: Slug is missing.
ca: Ens falta el nom de formulari
es: Falta un slug.
eu: Slug-a falta da.

source: Slug is not available. %s
eu: Slug-a ez dago erabilgarri. %s

source: Failed to save form
ca: No s'ha desat el formulari
eu: Ezin izan da galdetegia gorde

source: Form created
ca: Formulari creat
es: Se creó el formulario
eu: Galdetegia sortu da

source: Saved form OK
ca: Formulari guardat correctament
es: Se ha guardado el formulario correctamente
eu: Galdetegia ongi gorde da

source: Edited GDPR text
ca: Editar text GDPR
eu: DBEO (GDPR) testua editatu da

source: An error occured
ca: Hi ha hagut un error
es: Se produjo un error
eu: Errorea gertatu da

source: Edited Thankyou text
ca: Text d'agraïment editat
eu: Eskertza testua editatu da

source: Edited expiry text
eu: Iraungitze testua editatu da

source: Deleted '%s' and %s answers
eu: '%s' eta %s erantzunak ezabatu dira

source: Form name does not match
ca: El nom del formulari no coincideix
es: El nombre del formulario no coincide
eu: Galdetegiaren izena ez dator bat

source: Permission needed to view form
ca: Necessites permís per veure aquest formulari
es: Falta permisos para ver el formulario
eu: Baimena behar da galdetegia ikusteko

source: Fediverse connect is not configured
eu: Fedibertsoarekin konexioa ez dago konfiguratua

source: Can't find a user with that email
ca: No es troba cap usuari amb aquest correu
es: No se encuentra un usuario con ese correo-e
eu: Ez da aurkitu eposta helbide hori duen erabiltzailerik

source: %s is already an editor
es: %s ya es un editor
eu: %s editorea da dagoeneko

source: New editor added ok
es: Se ha añadido el editor correctamente
eu: Editore berria ongi gehitu da

source: Added editor %s
ca: S'ha afegit %s com a editor
es: Se añadió el editor %s
eu: %s editorea gehitu da

source: Removed editor %s
ca: S'ha esborrat %s de la llista de editors
es: Se quitó el editor %s
eu: %s editorea kendu da

source: Added shared notification: %s
eu: Jakinarazpen partekatua gehitu da: %s

source: Removed shared notification: %s
eu: %s jakinarazpen partekatua kendu da

source: Date-time is not valid
ca: La data i hora no són vàlids
es: La fecha-hora no es válida
eu: Data-ordua ez da baliozkoa

source: Expiry date set to: %s
ca: Data de caducitat: %s
es: Fecha de caducidad fijada en: %s
eu: Iraungitze-data zehaztuta: %s

source: Expiry date cancelled
ca: Data de caducitat cancel·lada
es: Fecha de caducidad cancelada
eu: Iraungitze-data ezeztatuta

source: Missing date or time
ca: Falta la data o hora
es: Faltan fecha o hora
eu: Data edo ordua falta da

source: Field '%s' expiry set to: %s
eu: '%s' iraungitzea honetara konfiguratu da: %s

source: Expire when total answers set to: %s
ca: Caduca quan el total de respostes sigui: %s
eu: Iraungi, erantzun guztien kopurua hau izatean: %s

source: You can edit the duplicate now
ca: Ara pots editar el duplicat
es: Ya puedes editar el formulario duplicado
eu: Kopia editatu dezakezu orain

source: Public set to: %s
ca: Public posat a: %s
es: Público establecido como: %s
eu: Publikotasuna zehaztuta: %s

source: Shared answers set to: %s
eu: Partekatutako erantzunak zehaztuta: %s

source: Restricted access set to: %s
ca: Accés restringit posat a: %s
es: Acceso restringido establecido como: %s
eu: Sarbide mugatua zehaztuta: %s

source: Data protection consent set to: %s
ca: Consentiment a protecció de dades posat a: %s
es: Consentimiento de protección de datos establecido como: %s
eu: Datuak babesteko baimena zehaztuta: %s

source: Send Confirmation set to: %s
ca: Enviar confirmació posat a: %s
es: Envío de confirmación por correo establecido como: %s
eu: Bidali berrespena epostaz zehaztuta: %s

source: That form has expired
ca: Aquest formulari ha caducat
es: Ese formulario se ha caducado
eu: Galdetegi hori iraungitu egin da

source: That form is not public
ca: Aquest formulari no és públic
es: Ese formulario no es público
eu: Galdetegi hori ez da publikoa

source: Copied template OK. You can edit your new form
ca: Plantilla copiada OK. Ara ja pots editar el teu nou formulari
eu: Txantiloia ongi kopiatu da. Orain zure galdetegi berria editatu dezakezu

source: Text saved OK
ca: Text guardat correctament
es: Se ha guardado el texto correctamente
eu: Testua ongi gorde da

source: Couldn't find that token
ca: No s'ha pogut trobar aquesta clau
es: No se ha encontrado ese clave
eu: Ezin izan da token hori aurkitu

source: Your petition has expired
ca: La teva petició ha caducat
es: Tu petición ha caducado
eu: Zure eskaera iraungitu egin da

source: Your account has been blocked
ca: El teu compte ha sigut bloquejat
es: Tu cuenta ha sido bloqueado
eu: Zure kontua blokeatua izan da

source: We may have sent you an email
ca: És possible que t'hàgim enviat un correu electrònic
es: Puede que te hayamos enviado un correo electrónico
eu: Eposta mezu bat bidali behar izan dizugu

source: Site name changed OK
ca: S'ha canviat el nom del lloc correctament
es: Se cambió el nombre de sitio correctamente
eu: Webgune-izena ongi aldatu da

source: Language updated OK
ca: Idioma actualitzat correctament
es: Se ha actualizado el idioma correctamente
eu: Hizkuntza ongi eguneratu da

source: Required file is missing
ca: Cap fitxer seleccionat
es: Falta el archivo requerido
eu: Behar den fitxategia falta da

source: An image file is required
ca: Es requereix un arxiu d'imatge
eu: Irudi fitxategi bat behar da

source: Enabled file extensions updated OK
eu: Gaitutako fitxategi luzapenak ondo eguneratu dira

source: Color changed OK
ca: S'ha canviat el color correctament
es: Color cambiado correctamente
eu: Kolorea ongi aldatuta

source: Updated OK. Refresh with &lt;F5&gt;
eu: Ongi eguneratu da. Freskatu &lt;F5&gt; sakatuta

source: Reset image OK. Refresh with &lt;F5&gt;
eu: Irudia ongi berrezarri da. Freskatu &lt;F5&gt; sakatuta

source: Sent email OK
eu: Eposta ondo bidali da

source: Email address is not valid
ca: La teva adreça de correu no és vàlida
eu: Eposta helbidea ez da baliozkoa

source: Confguration saved OK
ca: S'ha guardat la configuració correctament
es: Se guardó la configuración correctamente
eu: Konfigurazioa ongi gorde da

source: SMTP config works!
ca: La configuració SMTP funciona!
es: ¡Funciona la configuración SMTP!
eu: SMTP konfigurazioa badabil!

source: Invitation not found
ca: No s'ha trobat la invitació
es: No se encuentra la invitación
eu: Ez da aurkitu gonbidapena

source: This invitation has expired
ca: Aquesta invitació s'ha caducat
es: Esta invitación se ha caducado
eu: Gonbidapen hau iraungitu egin da

source: Opps! An error ocurred when creating the user
ca: Vaja! Hi ha hagut un error quan s'ha creat l'usuari
es: Vaya! En error al crear el usuario
eu: Hara! Errorea gertatu da erabiltzailea sortzean

source: Welcome!
ca: Benvingut!
es: ¡Bienvenida!
eu: Ongi etorri!

source: We have sent an email to %s
eu: Eposta mezu bat bidali dugu %s(e)ra

source: Password changed OK
ca: Contrasenya canviada correctament
es: Se ha actualizado la contraseña correctamente
eu: Pasahitza ongi aldatu da

source: Time zone changed OK
eu: Ordu-zona ongi aldatu da

source: Could not encrypt your access token
ca: El teu símbol d'accés no s'ha pogut encriptar
eu: Ezin izan da zure sarbide tokena enkriptatu

source: Connected to the Fediverse
ca: Connectat al Fedivers
eu: Fedibertsoarekin konektatuta

source: Fediverse configuration deleted OK
ca: Configuració de Fedivers esborrada OK
eu: Fedibertsorako konfigurazioa ongi ezabatu da

source: Cannot delete. You are the only Admin on this site
ca: No es pot eliminar. Ets l'única administradora al lloc web actual
eu: Ezin da ezabatu. Zu zara webgune honetako administratzaile bakarra

source: Thank you for using LiberaForms
eu: Eskerrik asko LiberaForms erabiltzeagatik

source: We couldn't find that petition
ca: No hem pogut trobar aquesta petició
es: No hemos encontrado esa petición
eu: Ezin izan dugu eskaera aurkitu

source: Your email address is valid
ca: La teva adreça de correu és vàlida
es: Tu dirección de correo-e es válida
eu: Zure eposta helbidea baliozkoa da

source: Bad credentials
ca: Les credencials són errònies
es: Las credenciales no son correctos
eu: Kredentzial okerrak

source: Default timezone
ca: Fus horari per defecte

source: A square image
ca: Una imatge quadrada

source: responses
es: respuestas

source: Favicon reset OK. Refresh with &lt;F5&gt;
es: Favicon restaurado correctamente. Recarga con &lt;F5&gt;
